cases/artigo_mestrado/on-caso-1.2/_grid/P3000_d1e15_neohooke/fluid/constant/g
FoamFile
{
    version     2.0;
    format      ascii;
    class       uniformDimensionedVectorField;
    location    "constant";
    object      g;
}

dimensions      [ 0 1 -2 0 0 0 0 ];
value           ( 0 0 0 );
